{"word_index": {"dates": 1, "office": 2, "hours": 3, "lectures": 4, "disability": 5, "services": 6, "pedagogy": 7, "scale": 8, "requirments": 9, "well": 10, "being": 11, "no": 12, "student": 13, "late": 14, "deadlines": 15, "topics": 16, "calendar": 17, "grading": 18, "materials": 19, "mental": 20, "health": 21, "recommended": 22, "teaching": 23, "assistants": 24, "anxiety": 25, "academic": 26, "dishonesty": 27, "collaboration": 28, "voicethread": 29, "stress": 30, "weekly": 31, "location": 32, "integrity": 33, "section": 34, "project": 35, "curriculum": 36, "emergency": 37, "textbook": 38, "key": 39, "assessment": 40, "number": 41, "consultation": 42, "avaliability": 43, "important": 44, "schedule": 45, "exclusivity": 46, "written": 47}, "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 41, "word_counts": "{\"lectures\": 1, \"disability\": 1, \"services\": 1, \"pedagogy\": 1, \"scale\": 1, \"requirments\": 1, \"office\": 2, \"hours\": 2, \"well\": 1, \"being\": 1, \"no\": 1, \"student\": 1, \"late\": 1, \"deadlines\": 1, \"topics\": 1, \"calendar\": 1, \"grading\": 1, \"materials\": 1, \"mental\": 1, \"health\": 1, \"recommended\": 1, \"teaching\": 1, \"assistants\": 1, \"anxiety\": 1, \"academic\": 1, \"dishonesty\": 1, \"collaboration\": 1, \"dates\": 3, \"voicethread\": 1, \"stress\": 1, \"weekly\": 1, \"location\": 1, \"integrity\": 1, \"section\": 1, \"project\": 1, \"curriculum\": 1, \"emergency\": 1, \"textbook\": 1, \"key\": 1, \"assessment\": 1, \"number\": 1, \"consultation\": 1, \"avaliability\": 1, \"important\": 1, \"schedule\": 1, \"exclusivity\": 1, \"written\": 1}", "word_docs": "{\"lectures\": 1, \"disability\": 1, \"services\": 1, \"pedagogy\": 1, \"scale\": 1, \"requirments\": 1, \"hours\": 2, \"office\": 2, \"well\": 1, \"being\": 1, \"no\": 1, \"student\": 1, \"late\": 1, \"deadlines\": 1, \"topics\": 1, \"calendar\": 1, \"grading\": 1, \"materials\": 1, \"mental\": 1, \"health\": 1, \"recommended\": 1, \"teaching\": 1, \"assistants\": 1, \"anxiety\": 1, \"dishonesty\": 1, \"academic\": 1, \"collaboration\": 1, \"dates\": 3, \"voicethread\": 1, \"stress\": 1, \"weekly\": 1, \"location\": 1, \"integrity\": 1, \"section\": 1, \"project\": 1, \"curriculum\": 1, \"emergency\": 1, \"textbook\": 1, \"key\": 1, \"assessment\": 1, \"number\": 1, \"consultation\": 1, \"avaliability\": 1, \"important\": 1, \"schedule\": 1, \"exclusivity\": 1, \"written\": 1}", "index_docs": "{\"4\": 1, \"5\": 1, \"6\": 1, \"7\": 1, \"8\": 1, \"9\": 1, \"3\": 2, \"2\": 2, \"10\": 1, \"11\": 1, \"12\": 1, \"13\": 1, \"14\": 1, \"15\": 1, \"16\": 1, \"17\": 1, \"18\": 1, \"19\": 1, \"20\": 1, \"21\": 1, \"22\": 1, \"23\": 1, \"24\": 1, \"25\": 1, \"27\": 1, \"26\": 1, \"28\": 1, \"1\": 3, \"29\": 1, \"30\": 1, \"31\": 1, \"32\": 1, \"33\": 1, \"34\": 1, \"35\": 1, \"36\": 1, \"37\": 1, \"38\": 1, \"39\": 1, \"40\": 1, \"41\": 1, \"42\": 1, \"43\": 1, \"44\": 1, \"45\": 1, \"46\": 1, \"47\": 1}", "index_word": "{\"1\": \"dates\", \"2\": \"office\", \"3\": \"hours\", \"4\": \"lectures\", \"5\": \"disability\", \"6\": \"services\", \"7\": \"pedagogy\", \"8\": \"scale\", \"9\": \"requirments\", \"10\": \"well\", \"11\": \"being\", \"12\": \"no\", \"13\": \"student\", \"14\": \"late\", \"15\": \"deadlines\", \"16\": \"topics\", \"17\": \"calendar\", \"18\": \"grading\", \"19\": \"materials\", \"20\": \"mental\", \"21\": \"health\", \"22\": \"recommended\", \"23\": \"teaching\", \"24\": \"assistants\", \"25\": \"anxiety\", \"26\": \"academic\", \"27\": \"dishonesty\", \"28\": \"collaboration\", \"29\": \"voicethread\", \"30\": \"stress\", \"31\": \"weekly\", \"32\": \"location\", \"33\": \"integrity\", \"34\": \"section\", \"35\": \"project\", \"36\": \"curriculum\", \"37\": \"emergency\", \"38\": \"textbook\", \"39\": \"key\", \"40\": \"assessment\", \"41\": \"number\", \"42\": \"consultation\", \"43\": \"avaliability\", \"44\": \"important\", \"45\": \"schedule\", \"46\": \"exclusivity\", \"47\": \"written\"}", "word_index": "{\"dates\": 1, \"office\": 2, \"hours\": 3, \"lectures\": 4, \"disability\": 5, \"services\": 6, \"pedagogy\": 7, \"scale\": 8, \"requirments\": 9, \"well\": 10, \"being\": 11, \"no\": 12, \"student\": 13, \"late\": 14, \"deadlines\": 15, \"topics\": 16, \"calendar\": 17, \"grading\": 18, \"materials\": 19, \"mental\": 20, \"health\": 21, \"recommended\": 22, \"teaching\": 23, \"assistants\": 24, \"anxiety\": 25, \"academic\": 26, \"dishonesty\": 27, \"collaboration\": 28, \"voicethread\": 29, \"stress\": 30, \"weekly\": 31, \"location\": 32, \"integrity\": 33, \"section\": 34, \"project\": 35, \"curriculum\": 36, \"emergency\": 37, \"textbook\": 38, \"key\": 39, \"assessment\": 40, \"number\": 41, \"consultation\": 42, \"avaliability\": 43, \"important\": 44, \"schedule\": 45, \"exclusivity\": 46, \"written\": 47}"}}